Repository: sainnick/AhQ_parallel_corpus
Catalog: 中文双语语料库.tmx
Source language: en_us
Languages: zh_cn

source: The sight of this big bamboo pole reminded him that he had been beaten by it, and be realized that apparently he was connected in some way with this scene of exitement.
zh_cn: 他看见这一支大竹杠，便猛然间悟到自己曾经被打，和这一场热闹似乎有点相关。

source: He turned and ran, hoping to escape to the hulling-floor, not foreseeing that the bamboo pole would cut off his retreat; thereupon he turned and ran in the other direction, leaving without further ado by the back door. In a short time he was back in the Tutelary God's Temple.
zh_cn: 他翻身便走，想逃回舂米场，不图这支竹杠阻了他的去路，于是他又翻身便走，自然而然的走出后门，不多工夫，已在土谷祠内了。

source: After Ah Q had sat down for a time, his skin began to form goose pimples and he felt cold, because although it was spring the nights were still quite frosty and nor suited to bare backs.
zh_cn: 阿Ｑ坐了一会，皮肤有些起粟，他觉得冷了，因为虽在春季，而夜间颇有余寒，尚不宜于赤膊。

source: He remembered that he had left his shirt in the Chaos' house, but he was afraid if he went to fetch it he might get another taste of the successful candidate's bamboo pole.
zh_cn: 他也记得布衫留在赵家，但倘若去取，又深怕秀才的竹杠。

source: Then the bailiff came in. "Curse you, Ah Q!" said the bailiff. "So you can't even keep your hands off the Chao family servants, you rebel! You've made me lose my sleep, curse you! ?
zh_cn: 然而地保进来了。 "阿Ｑ，你的妈妈的！你连赵家的用人都调戏起来，简直是造反。害得我晚上没有觉睡，你的妈妈的！......"

source: Under this torrent of abuse Ah Q naturally had nothing to say.
zh_cn: 如是云云的教训了一通，阿Ｑ自然没有话。

source: Finally, since it was night-time, Ah Q had to pay double and give the bailiff four hundred cash. Because he happened to have no ready money by him, he gave his felt hat as security, and agreed to the following five terms:
zh_cn: 临末，因为在晚上，应该送地保加倍酒钱四百文，Ｑ正没有现钱，便用一顶毡帽做抵押，并且订定了五条件：

source: The next morning Ah Q must take a pair of red candles, weighing one pound, and a bundle of incense sticks to the Chao family to atone for his misdeeds.
zh_cn: 一明天用红烛——要一斤重的——一对，香一封，到赵府上去赔罪。

source: Ah Q must pay for the Taoist priests whom the Chao family had called to exorcize evil spirits.
zh_cn: 二赵府上请道士祓除缢鬼，费用由阿Ｑ负担。

source: Ah Q must never again set foot in the Chao household.
zh_cn: 三阿Ｑ从此不准踏进赵府的门槛。

source: If anything unfortunate should happen to Amah Wu, Ah Q must be held responsible.
zh_cn: 四吴妈此后倘有不测，惟阿Ｑ是问。

source: Ah Q must not go back for his wages or shirt.
zh_cn: 五阿Ｑ不准再去索取工钱和布衫。

source: Ah Q naturally agreed to everything, but unfortunately he had no ready money.
zh_cn: 阿Ｑ自然都答应了，可惜没有钱。

source: Luckily it was already spring, so it was possible to do without his padded quilt which he pawned for two thousand cash to comply with the terms stipulated.
zh_cn: 幸而已经春天，棉被可以无用，便质了二千大钱，履行条约。

source: After kowtowing with bare back he still had a few cash left, but instead of using these to redeem his felt hat from the bailiff, he spent them all on drink.
zh_cn: 赤膊磕头之后，居然还剩几文，他也不再赎毡帽，统统喝了酒了。

source: Actually, the Chao family burned neither the incense nor the candles, because these could be used when the mistress worshipped Buddha and were put aside for that purpose.
zh_cn: 但赵家也并不烧香点烛，因为太太拜佛的时候可以用，留着了。

source: Most of the ragged shirt was made into diapers for the baby which was born to the young mistress in the eighth moon, while the tattered remainder was used by Amah Wu to make shoe soles.
zh_cn: 那破布衫是大半做了少奶奶八月间生下来的孩子的衬尿布，那小半破烂的便都做了吴妈的鞋底。

source: Chapter 5: The Problem of Livelihood
zh_cn: 第五章生计问题

source: After Ah Q had kowtowed and complied with the Chao family's terms, he went back as usual to the Tutelary God's Temple. The sun had gone down, and he began to feel that something was wrong.
zh_cn: 阿Ｑ礼毕之后，仍旧回到土谷祠，太阳下去了，渐渐觉得世上有些古怪。

source: Careful thought led him to the conclusion that this was probably because his back was bare.
zh_cn: 他仔细一想，终于省悟过来：其原因盖在自己的赤膊。

source: Remembering that he still had a ragged lined jacket, he put it on and lay down, and when he opened his eyes again the sun was already shining on the top of the west wall.
zh_cn: 他记得破夹袄还在，便披在身上，躺倒了，待张开眼睛，原来太阳又已经照在西墙上头了。

source: He sat up, saying, "Curse it ?
zh_cn: 他坐起身，一面说道，"妈妈的......

source: After getting up he loafed about the streets as usual, until he began to feel that something else was wrong, though this was not to be compared to the physical discomfort of a bare back.
zh_cn: " 他起来之后，也仍旧在街上逛，虽然不比赤膊之有切肤之痛，却又渐渐的觉得世上有些古怪了。

source: Apparently, from that day onwards all the women in Weichuang became shy of Ah Q: whenever they saw him coming they took refuge indoors.
zh_cn: 仿佛从这一天起，未庄的女人们忽然都怕了羞，伊们一见阿Ｑ走来，便个个躲进门里去。

source: In fact, even Mrs. Tsou who was nearly fifty years old retreated in confusion with the rest, calling her eleven-year-old daughter to go inside.
zh_cn: 甚而至于将近五十岁的邹七嫂，也跟着别人乱钻，而且将十一的女儿都叫进去了。

source: This struck Ah Q as very strange. "The bitches!" he thought. "They have suddenly become as coy as young ladies ?
zh_cn: 阿Ｑ很以为奇，而且想："这些东西忽然都学起小姐模样来了。这娼妇们......"

source: A good many days later, however, he felt even more strongly that something was wrong.
zh_cn: 但他更觉得世上有些古怪，却是许多日以后的事。

source: First, the wine shop refused him credit; secondly, the old man in charge of the Tutelary God's Tem ple made some uncalled-for remarks, as if he wanted Ah Q to leave; and thirdly, for many days-how many exactly he could not remember-not a soul had come to hire him.
zh_cn: 其一，酒店不肯赊欠了；其二，管土谷祠的老头子说些废话，似乎叫他走；其三，他虽然记不清多少日，但确乎有许多日，没有一个人来叫他做短工。

source: To be refused credit in the wine shop he could put up with; if the old man kept urging him to leave, Ah Q could just ignore his complaints; but when no one came to hire him he had to go hungry; and this was really a "cursed" state to be in.
zh_cn: 酒店不赊，熬着也罢了；老头子催他走，噜苏一通也就算了；只是没有人来叫他做短工，却使阿Ｑ肚子饿：这委实是一件非常"妈妈的"的事情。

source: When Ah Q could stand it no longer he went to his regular employers' houses to find out what was the matter-it was only Mr. Chao's threshold that he was not allowed to cross. But he met with a very strange reception. The one to appear was always a man, who looked thoroughly annoyed and waved Ah Q away as if he were a beggar, saying: "There is nothing, nothing at all! Go away!"
zh_cn: 阿Ｑ忍不下去了，他只好到老主顾的家里去探问，——但独不许踏进赵府的门槛，——然而情形也异样：一定走出一个男人来，现了十分烦厌的相貌，像回复乞丐一般的摇手道： "没有没有！你出去！"

source: Ah Q found it more and more extraordinary.
zh_cn: 阿Ｑ愈觉得稀奇了。

source: "These people always needed help in the past," he thought. "They can't suddenly have nothing to be done. This looks fishy."
zh_cn: 他想，这些人家向来少不了要帮忙，不至于现在忽然都无事，这总该有些蹊跷在里面了。

source: After making careful enquiries he found out that when they had any odd jobs they all called in Young D. Now this Young D was a lean and weakly pauper, even lower in Ah Q's eyes than Whiskers Wang. Who could have thought that this low fellow would steal his living from him?
zh_cn: 他留心打听，才知道他们有事都去叫小Ｄｏｎ(四)。这小Ｄ，是一个穷小子，又瘦又乏，在阿Ｑ的眼睛里，位置是在王胡之下的，谁料这小子竟谋了他的饭碗去。

source: So this time Ah Q's indignation was greater than usual, and going on his way, fuming, he suddenly raised his arm and sang: "I'll thrash you with a steel mace ?" [13]
zh_cn: 所以阿Ｑ这一气，更与平常不同，当气愤愤的走着的时候，忽然将手一扬，唱道： "我手执钢鞭将你打！(五)......"

source: A few days later he did indeed meet Young D in front of Mr. Chien's house.
zh_cn: 几天之后，他竟在钱府的照壁前遇见了小Ｄ。"

source: "When two foes meet, their eyes flash fire." As Ah Q went up to him, Young D stood still.
zh_cn: 仇人相见分外眼明"，阿Ｑ便迎上去，小Ｄ也站住了。

source: "Stupid ass!" hissed Ah Q, glaring furiously and foaming at the mouth.
zh_cn: "畜生！"阿Ｑ怒目而视的说，嘴角上飞出唾沫来。

source: "I'm an insect-will that do? " asked Young D.
zh_cn: "我是虫豸，好么？......"小Ｄ说。

source: Such modesty only made Ah Q angrier than ever, but since he had no steel mace in his hand all he could do was to rush forward with outstretched hand to seize Young D's pigtail.
zh_cn: 这谦逊反使阿Ｑ更加愤怒起来，但他手里没有钢鞭，于是只得扑上去，伸手去拔小Ｄ的辫子。

source: Young D, while protecting his pigtail with one hand, tried to seize Ah Q's with the other, whereupon Ah Q also used one free hand to protect his own pigtail.
zh_cn: 小Ｄ一手护住了自己的辫根，一手也来拔阿Ｑ的辫子，阿Ｑ便也将空着的一只手护住了自己的辫根。

source: In the past Ah Q had never considered Young D worth taking seriously, but since he had recently suffered from hunger himself he was now as thin and weak as his opponent, so that they presented a spectacle of evenly matched antagonists. Four hands clutched at two heads, both men bending at the waist, cast a blue, rainbow-shaped shadow on the Chien family's white wall for over half an hour.
zh_cn: 从先前的阿Ｑ看来，小Ｄ本来是不足齿数的，但他近来挨了饿，又瘦又乏已经不下于小Ｄ，所以便成了势均力敌的现象，四只手拔着两颗头，都弯了腰，在钱家粉墙上映出一个蓝色的虹形，至于半点钟之久了。

source: "All right! All right!" exclaimed some of the onlookers, probably trying to make peace.
zh_cn: "好了，好了！"看的人们说，大约是解劝的。

source: "Good, good!" exclaimed others, but whether to make peace, applaud the fighters or incite them on to further efforts, is not certain. The two combatants turned deaf ears to them all, however.
zh_cn: "好，好！"看的人们说，不知道是解劝，是颂扬，还是煽动。 然而他们都不听。

source: If Ah Q advanced three paces, Young D would recoil three paces, and so they would stand. If Young D advanced three paces, Ah Q would recoil three paces, and so they would stand again.
zh_cn: 阿Ｑ进三步，小Ｄ便退三步，都站着；小Ｄ进三步，阿Ｑ便退三步，又都站着。

source: After about half an hour-Weichuang had few striking clocks, so it is difficult to tell the time; it may have been twenty minutes-when steam was rising from their heads and sweat pouring down their cheeks, Ah Q let fall his hands, and in the same second Young D's hands fell too. They straightened up simultaneously and stepped back simultaneously, pushing their way out through the crowd.
zh_cn: 大约半点钟，——未庄少有自鸣钟，所以很难说，或者二十分，——他们的头发里便都冒烟，额上便都流汗，阿Ｑ的手放松了，在同一瞬间，小Ｄ的手也正放松了，同时直起，同时退开，都挤出人丛去。

source: "You'll be hearing from me again, curse you! ? said Ah Q over his shoulder. "Curse you! You'll be hearing from me again ? echoed Young D, also over his shoulder.
zh_cn: "记着罢，妈妈的......"阿Ｑ回过头去说。 "妈妈的，记着罢......"小Ｄ也回过头来说。

source: This epic struggle had apparently ended neither in victory nor defeat, and it is not known whether the spectators were satisfied or not, for none of them expressed any opinion. But still not a soul came to hire Ah Q.
zh_cn: 这一场"龙虎斗"似乎并无胜败，也不知道看的人可满足，都没有发什么议论，而阿Ｑ却仍然没有人来叫他做短工。

source: One warm day, when a balmy breeze seemed to give some foretaste of summer, Ah Q actually felt cold; but he could put up with this-his greatest worry was an empty stomach.
zh_cn: 有一日很温和，微风拂拂的颇有些夏意了，阿Ｑ却觉得寒冷起来，但这还可担当，第一倒是肚子饿。

source: His cotton quilt, felt bar and shirt had long since disappeared, and after that he had sold his padded jacket. Now nothing was left but his trousers, and these of course he could not take off. He had a ragged lined jacket, it is true; but this was certainly worthless, unless he gave it away to be made into shoe soles.
zh_cn: 棉被，毡帽，布衫，早已没有了，其次就卖了棉袄；现在有裤子，却万不可脱的；有破夹袄，又除了送人做鞋底之外，决定卖不出钱。

source: He had long hoped to pick up a sum of money on the road, but hitherto he had not been successful; he had also hoped he might suddenly discover a sum of money in his tumbledown room, and had looked wildly all through it, but the room was quite, quite empty.
zh_cn: 他早想在路上拾得一注钱，但至今还没有见；他想在自己的破屋里忽然寻到一注钱，慌张的四顾，但屋内是空虚而且了然。

source: Thereupon he made up his mind to go out in search of food.
zh_cn: 于是他决计出门求食去了。

source: As he walked along the road "in search of food" he saw the familiar wine shop and the familiar steamed bread, but he passed them by without pausing for a second, without even hankering after them.
zh_cn: 他在路上走着要"求食"，看见熟识的酒店，看见熟识的馒头，但他都走过了，不但没有暂停，而且并不想要。

source: It was not these he was looking for, although what exactly he was looking for he did nor know himself.
zh_cn: 他所求的不是这类东西了；他求的是什么东西，他自己不知道。

source: Since Weichuang was not a big place, he soon left it behind.
zh_cn: 未庄本不是大村镇，不多时便走尽了。

source: Most of the country outside the village consisted of paddy fields, green as far as the eye could see with the tender shoots of young rice, dotted here and there with round, black, moving objects, which were peasants cultivating the fields.
zh_cn: 村外多是水田，满眼是新秧的嫩绿，夹着几个圆形的活动的黑点，便是耕田的农夫。

source: But blind to the delights of country life, Ah Q simply went on his way, for he knew instinctively that this was far removed from his "search for food."
zh_cn: 阿Ｑ并不赏鉴这田家乐，却只是走，因为他直觉的知道这与他的"求食"之道是很辽远的。

source: Finally, however, he came to the walls of the Convent of Quiet Self-improvement.
zh_cn: 但他终于走到静修庵的墙外了。

source: The convent too was surrounded by paddy fields, its white walls standing out sharply in the fresh green, and inside the low earthen wall at the back was a vegetable garden.
zh_cn: 庵周围也是水田，粉墙突出在新绿里，后面的低土墙里是菜园。

source: Ah Q hesitated for a time, looking around him.
zh_cn: 阿Ｑ迟疑了一会，四面一看，并没有人。

source: Since there was no one in sight he scrambled on to the low wall, holding on to some milkwort. The mud wall started crumbling, and Ah Q shook with fear; however, by clutching at the branch of a mulberry tree he managed to jump over it.
zh_cn: 他便爬上这矮墙去，扯着何首乌藤，但泥土仍然簌簌的掉，阿Ｑ的脚也索索的抖；终于攀着桑树枝，跳到里面了。

source: Within was a wild profusion of vegetation, but no sign of yellow wine, steamed bread, or anything edible.
zh_cn: 里面真是郁郁葱葱，但似乎并没有黄酒馒头，以及此外可吃的之类。

source: A clump of bamboos, with many young shoots, grew by the west wall but unfortunately these shoots were not cooked. There was also rape which had long since gone to seed; the mustard was already about to flower, and the small cabbages looked very tough.
zh_cn: 靠西墙是竹丛，下面许多笋，只可惜都是并未煮熟的，还有油菜早经结子，芥菜已将开花，小白菜也很老了。

source: Ah Q felt as resentful as a scholar who has failed in the examinations. As he walked slowly towards the gate of the garden he gave a start of joy, for there before him what did he see but a patch of turnips!
zh_cn: 阿Ｑ仿佛文童落第似的觉得很冤屈，他慢慢走近园门去，忽而非常惊喜了，这分明是一畦老萝卜。

source: He knelt down and began pulling, when suddenly a round head appeared from behind the gate, only to be withdrawn again at once. This was no other than the little nun.
zh_cn: 他于是蹲下便拔，而门口突然伸出一个很圆的头来，又即缩回去了，这分明是小尼姑。

source: Now though Ah Q had always had the greatest contempt for such people as little nuns, there are times when "Discretion is the better part of valour." He hastily pulled up four turnips, tore off the leaves and folded them in his jacket.
zh_cn: 小尼姑之流是阿Ｑ本来视若草芥的，但世事须"退一步想"，所以他便赶紧拔起四个萝卜，拧下青叶，兜在大襟里。

source: By this time an old nun had already come out.
zh_cn: 然而老尼姑已经出来了。

source: "May Buddha preserve us, Ah Q! What made you climb into our garden to steal turnips! ?Oh dear, what a wicked thing to do!
zh_cn: "阿弥陀佛，阿Ｑ，你怎么跳进园里来偷萝卜！......

source: Oh dear, Buddha preserve us! ?
zh_cn: 阿呀，罪过呵，阿唷，阿弥陀佛！......"

source: "When did I ever climb into your garden and steal turnips?" retorted Ah Q, as he started off, still looking at her.
zh_cn: "我什么时候跳进你的园里来偷萝卜？"阿Ｑ且看且走的说。

source: "Now-aren't you?" said the old nun, pointing at the folds of his jacket.
zh_cn: "现在......这不是？"老尼姑指着他的衣兜。

source: "Are these yours? Can you make them answer you? You ?"
zh_cn: "这是你的？你能叫得他答应你么？你......"

source: Leaving his sentence unfinished, Ah Q took to his heels as fast as he could, followed by an enormously fat, black dog.
zh_cn: 阿Ｑ没有说完话，拔步便跑；追来的是一匹很肥大的黑狗。

source: Originally this dog had been at the front gate, and how it reached the back garden was a mystery.
zh_cn: 这本来在前门的，不知怎的到后园来了。

source: With a snarl the black dog gave chase and was just about to bite Ah Q's leg when most opportunely a turnip fell from his jacket, and the dog, taken by surprise, stopped for a second. During this time Ah Q scrambled up the mulberry tree, scaled the mud wall and fell, turnips and all, outside the convent.
zh_cn: 黑狗哼而且追，已经要咬着阿Ｑ的腿，幸而从衣兜里落下一个萝卜来，那狗给一吓，略略一停，阿Ｑ已经爬上桑树，跨到土墙，连人和萝卜都滚出墙外面了。

source: He left the black dog still barking by the mulberry tree, and the old nun saying her prayers.
zh_cn: 只剩着黑狗还在对着桑树嗥，老尼姑念着佛。

source: Fearing that the nun would let the black dog our again, Ah Q gathered together his turnips and ran, picking up a few small stones as he went. But the black dog did not reappear.
zh_cn: 阿Ｑ怕尼姑又放出黑狗来，拾起萝卜便走，沿路又捡了几块小石头，但黑狗却并不再现。

source: Ah Q threw away the stones and walked on, eating as he went, thinking to himself: "There is nothing to be had here; I had better go to town ?
zh_cn: 阿Ｑ于是抛了石块，一面走一面吃，而且想道，这里也没有什么东西寻，不如进城去......

source: By the time he had finished the third turnip, he had made up his mind to go to town.
zh_cn: 待三个萝卜吃完时，他已经打定了进城的主意了。

source: Chapter 6: From Restoration to Decline
zh_cn: 第六章从中兴到末路

source: Weichuang did not see Ah Q again till just after the Moon Festival that year.
zh_cn: 在未庄再看见阿Ｑ出现的时候，是刚过了这年的中秋。

source: Everybody was surprised to hear of his return, and this made them think back and wonder where he had been all that time. The few previous occasions on which Ah Q had been to town, he had usually informed people in advance with great gusto; but since he had not done so this time, no one had noticed his going.
zh_cn: 人们都惊异，说是阿Ｑ回来了，于是又回上去想道，他先前那里去了呢？阿Ｑ前几回的上城，大抵早就兴高采烈的对人说，但这一次却并不，所以也没有一个人留心到。

source: He might have told the old man in charge of the Tutelary God's Temple, but according to the custom of Weichuang it was only when Mr. Chao, Mr. Chien, or the successful county candidate went to town that it was considered important.
zh_cn: 他或者也曾告诉过管土谷祠的老头子，然而未庄老例，只有赵太爷钱太爷和秀才大爷上城才算一件事。

source: Even the Imitation Foreign Devil's going was not talked about, much less Ah Q's. This would explain why the old man had not spread the news for him, with the result that the villagers had had no means of knowing.
zh_cn: 假洋鬼子尚且不足数，何况是阿Ｑ：因此老头子也就不替他宣传，而未庄的社会上也就无从知道了。

source: Ah Q's return this time was very different from before, and in fact quite enough to occasion astonishment.
zh_cn: 但阿Ｑ这回的回来，却与先前大不同，确乎很值得惊异。

source: The day was growing dark when he appeared blinking sleepily before the door of the wine shop, walked up to the counter, pulled a handful of silver and coppers from his belt and tossed them on the counter. "Cash!" he said. "Bring the wine!" He was wearing a new, lined jacket, and at his waist evidently hung a large purse, the great weight of which caused his belt to sag in a sharp curve.
zh_cn: 天色将黑，他睡眼蒙胧的在酒店门前出现了，他走近柜台，从腰间伸出手来，满把是银的和铜的，在柜上一扔说，"现钱！打酒来！"穿的是新夹袄，看去腰间还挂着一个大搭连，沉钿钿的将裤带坠成了很弯很弯的弧线。

source: It was the custom in Weichuang that when there seemed to be something unusual about anyone, he should be treated with respect rather than insolence, and now, although they knew quite well that this was Ah Q, still he was very different from the Ah Q of the ragged coat. The ancients say, "A scholar who has been away three days must be looked at with new eyes." So the waiter, innkeeper, customers and passers-by, all quite naturally expressed a kind of suspicion mingled with respect.
zh_cn: 未庄老例，看见略有些醒目的人物，是与其慢也宁敬的，现在虽然明知道是阿Ｑ，但因为和破夹袄的阿Ｑ有些两样了，古人云，"士别三日便当刮目相待"(六)，所以堂倌，掌柜，酒客，路人，便自然显出一种凝而且敬的形态来。

source: The innkeeper started by nodding, then said:
zh_cn: 掌柜既先之以点头，又继之以谈话：

source: "Hullo, Ah Q, so you're back!" "Yes, I'm back." "You've made money ?er ?where ?" "I went to town."
zh_cn: "豁，阿Ｑ，你回来了！" "回来了。" "发财发财，你是——在......" "上城去了！"

source: By the next day this piece of news had spread through Weichuang.
zh_cn: 这一件新闻，第二天便传遍了全未庄。

source: And since everybody wanted to hear the success story of this Ah Q of the ready money and the new lined jacket, in the wine shop, tea-house, and under the temple eaves, the villagers gradually ferreted out the news.
zh_cn: 人人都愿意知道现钱和新夹袄的阿Ｑ的中兴史，所以在酒店里，茶馆里，庙檐下，便渐渐的探听出来了。

source: The result was that they began to treat Ah Q with a new deference.
zh_cn: 这结果，是阿Ｑ得了新敬畏。

source: According to Ah Q, he had been a servant in the house of a successful provincial candidate.
zh_cn: 据阿Ｑ说，他是在举人老爷家里帮忙。

source: This part of the story filled all who heard it with awe.
zh_cn: 这一节，听的人都肃然了。

source: This successful provincial candidate was named Pai, but because he was the only successful provincial candidate in the whole town there was no need to use his surname: whenever anyone spoke of the successful provincial candidate, it meant him.
zh_cn: 这老爷本姓白，但因为合城里只有他一个举人，所以不必再冠姓，说起举人来就是他。

source: And this was so not only in Weichuang but everywhere within a radius of thirty miles, as if everybody imagined his name to be Mr. Successful Provincial Candidate.
zh_cn: 这也不独在未庄是如此，便是一百里方圆之内也都如此，人们几乎多以为他的姓名就叫举人老爷的了。

source: To have worked in the household of such a man naturally called for respect; but according to Ah Q's further statements, he was unwilling to go on working there because this successful candidate was really too much of a "turtle's egg."
zh_cn: 在这人的府上帮忙，那当然是可敬的。但据阿Ｑ又说，他却不高兴再帮忙了，因为这举人老爷实在太"妈妈的"了。

source: This part of the story made all who heard it sigh, but with a sense of pleasure, because it showed that Ah Q was actually not fit to work in such a man's household, yet not to work was a pity.
zh_cn: 这一节，听的人都叹息而且快意，因为阿Ｑ本不配在举人老爷家里帮忙，而不帮忙是可惜的。

source: According to Ah Q, his return was also due to the fact that he was not satisfied with the townspeople because they called a long bench a straight bench, used shredded shallots to fry fish, and-a defect he had recently discovered-the women did not sway in a very satisfactory manner as they walked.
zh_cn: 据阿Ｑ说，他的回来，似乎也由于不满意城里人，这就在他们将长凳称为条凳，而且煎鱼用葱丝，加以最近观察所得的缺点，是女人的走路也扭得不很好。

source: However, the town had its good points too; for instance, in Weichuang everyone played with thirty-two bamboo counters, and only the Imitation Foreign Devil could play mah-jong, but in town even the street urchins excelled at mah-jong. You had only to place the Imitation Foreign Devil in the hands of these young rascals in their teens, for him straightway to become like "a small devil before the King of Hell."
zh_cn: 然而也偶有大可佩服的地方，即如未庄的乡下人不过打三十二张的竹牌(七)，只有假洋鬼子能够叉"麻酱"，城里却连小乌龟子都叉得精熟的。什么假洋鬼子，只要放在城里的十几岁的小乌龟子的手里，也就立刻是"小鬼见阎王"。

source: This part of the story made all who heard it blush.
zh_cn: 这一节，听的人都赧然了。

source: "Have you seen an execution?" asked Ah Q. "Ah, that's a fine sight ?
zh_cn: "你们可看见过杀头么？"阿Ｑ说，"咳，好看。

source: When they execute the revolutionaries ?Ah, that's a fine sight, a fine sight ?"
zh_cn: 杀革命党。唉，好看好看......

source: " As he shook his head, his spittle flew on to the face of Chao Szu-chen who stood directly opposite.
zh_cn: "他摇摇头，将唾沫飞在正对面的赵司晨的脸上。

source: This part of the story made all who heard it tremble.
zh_cn: 这一节，听的人都凛然了。

source: Then with a glance around, he suddenly raised his right hand and dropped it on the neck of Whiskers Wang, who, his head thrust forward, was listening with rapt attention. "Kill!" shouted Ah Q.
zh_cn: 但阿Ｑ又四面一看，忽然扬起右手，照着伸长脖子听得出神的王胡的后项窝上直劈下去道： "嚓！"

source: Whiskers Wang gave a start, and drew in his head as fast as lightning or a spark struck from a flint, while the bystanders shivered with pleasurable apprehension.
zh_cn: 王胡惊得一跳，同时电光石火似的赶快缩了头，而听的人又都悚然而且欣然了。

source: After this, Whiskers Wang went about in a daze for many days, and dared not go near Ah Q, nor did the others.
zh_cn: 从此王胡瘟头瘟脑的许多日，并且再不敢走近阿Ｑ的身边；别的人也一样。

source: Although we cannot say that in the eyes of the inhabitants of Weichuang Ah Q's status at this time was superior to that of Mr. Chao, we can at least affirm without any danger of inaccuracy that it was about the same.
zh_cn: 阿Ｑ这时在未庄人眼睛里的地位，虽不敢说超过赵太爷，但谓之差不多，大约也就没有什么语病的了。

source: Not long after, Ah Q's fame suddenly spread into the women's apartments of Weichuang too.
zh_cn: 然而不多久，这阿Ｑ的大名忽又传遍了未庄的闺中。

source: Although the only two families of any pretensions in Weichuang were those of Chien and Chao, and nine-tenths of the rest were poor, still women's apartments are women's apartments, and the way Ah Q's fame spread into them was something of a miracle.
zh_cn: 虽然未庄只有钱赵两姓是大屋，此外十之九都是浅闺，但闺中究竟是闺中，所以也算得一件神异。

source: When the womenfolk met they would say to each other, "Mrs. Tsou bought a blue silk skirt from Ah Q. Although it was old, it only cost ninety cents.
zh_cn: 女人们见面时一定说，邹七嫂在阿Ｑ那里买了一条蓝绸裙，旧固然是旧的，但只化了九角钱。

source: And Chao Pai-yen's mother (this has yet to be verified, because some say it was Chao Szu-chen's mother) bought a child's costume of crimson foreign calico, which was nearly new, for only three hundred cash, less eight per cent discount."
zh_cn: 还有赵白眼的母亲，——一说是赵司晨的母亲，待考，——也买了一件孩子穿的大红洋纱衫，七成新，只用三百大钱九二串(八)。
